Repository: common-repository/auto-post-contents-for-facebook
Catalog: languages/raefghribi-auto-post-*.po
Languages: de_de, es_es, fr_fr

source: Every 3 Minutes
de_de: Alle 3 Minuten
es_es: Cada 3 minutos
fr_fr: Chaque 3 Minutes

source: Please add the APP ID from your Facebook app.
es_es: Por favor agregue la ID de la aplicación de su aplicación de Facebook.
fr_fr: Veuillez ajouter l'ID de votre application Facebook.

source: Please add the APP SECRET from your Facebook app.
de_de: Bitte fügen Sie die APP SECRET aus Ihrer Facebook-App hinzu.
es_es: Por favor, agregue el secreto de la aplicación de su aplicación de Facebook.
fr_fr: Veuillez ajouter la Clé secrète de l'application Facebook.

source: Enter this URI in Valid OAuth redirect field of your Facebook app and save your changes.
de_de: Geben Sie diese URI in das Feld "Gültige OAuth-Weiterleitung" Ihrer Facebook-App ein und speichern Sie die Änderungen.
es_es: Ingrese este URI en el campo de redirección de OAuth válido de su aplicación de Facebook y guarde sus cambios.
fr_fr: Entrez cet URI dans le champ "URI de redirection OAuth valides" de votre application Facebook .

source: Enter your time zone.
de_de: Geben Sie Ihre Zeitzone ein.
fr_fr: Entrez votre fuseau horaire.

source: TITLE
de_de: TITEL
es_es: TÍTULO
fr_fr: TITRE

source: LINK
de_de: VERKNÜPFUNG
es_es: ENLAZAR
fr_fr: LIEN

source: PAGE NAME
de_de: SEITENNAME
es_es: NOMBRE DE LA PÁGINA
fr_fr: NOM PAGE

source: PAGE ID
de_de: SEITEN-ID
es_es: ID DE PAGINA
fr_fr: ID PAGE

source: LATEST/RANDOM
de_de: NEUESTE / RANDOM
es_es: ÚLTIMO / ALEATORIO
fr_fr: DERNIERS/ALLEATOIRE

source: TIME
de_de: ZEIT
es_es: HORA
fr_fr: HEURE

source: NUMBERS
de_de: ZAHLEN
es_es: NÚMEROS
fr_fr: NOMBRE

source: Get Facebook Pages
de_de: Holen Sie sich Facebook-Seiten
es_es: Obtener páginas de Facebook
fr_fr: Récupérer Pages Facebook

source: Create share programs
de_de: Erstellen Sie Freigabeprogramme
es_es: Crear programas para compartir
fr_fr: Créer Programmes de Partage

source: Each program can have it's own options for sharing posts on your Facebook page
de_de: Jedes Programm kann über eigene Optionen zum Teilen von Posts auf Ihrer Facebook-Seite verfügen
es_es: Cada programa puede tener sus propias opciones para compartir publicaciones en su página de Facebook
fr_fr: Chaque programme peut avoir ses propres options de partage d'article sur votre page Facebook

source: Facebook Page :
de_de: Facebook Seite :
es_es: Pagina de Facebook :
fr_fr: Pages Facebook :

source: Choose the FB page you want to use for this program
de_de: Wählen Sie die FB-Seite, die Sie für dieses Programm verwenden möchten
es_es: Elija la página de FB que desea usar para este programa
fr_fr: Choisissez la catégorie des articles pour ce programme

source: Latest/Random :
de_de: Neueste / Zufällig:
es_es: Último / Aleatorio:
fr_fr: Dérnier/Alléatoire :

source: Share your posts randomisly or only the latest posts for this program
de_de: Teile deine Beiträge zufällig oder nur die neuesten Beiträge für dieses Programm
es_es: Comparte tus publicaciones de forma aleatoria o solo las últimas publicaciones de este programa
fr_fr: Partagez vos articles de manière aléatoire ou uniquement les nouveaux articles pour ce programme

source: Time schedule :
de_de: Zeitplan :
es_es: Horario :
fr_fr: Horaire :

source: Choose the time you want to use to share random posts
de_de: Wählen Sie die Zeit aus, zu der Sie willkürliche Posts freigeben möchten
es_es: Elige el tiempo que deseas utilizar para compartir publicaciones aleatorias.
fr_fr: Choisissez l'horaire que vous souhaitez utiliser pour partager des articles aléatoires

source: Category :
de_de: Kategorie :
es_es: Categoría:
fr_fr: Catégorie :

source: Choose the category posts for this program
de_de: Wählen Sie die Kategorie-Beiträge für dieses Programm
es_es: Elija la categoría de publicaciones para este programa.
fr_fr: Coisissez votre catégorie pour ce programme

source: All
de_de: Alles
es_es: Todas
fr_fr: Tout

source: Number of posts :
de_de: Anzahl der Beiträge :
es_es: Número de mensajes:
fr_fr: Nombre d'articles :

source: Choose number of posts to share for this program
de_de: Wählen Sie die Anzahl der Beiträge, die Sie für dieses Programm freigeben möchten
es_es: Elija el número de publicaciones para compartir para este programa
fr_fr: Choisissez le nombre d'article à partager pour ce programme

source: Auto post programs list
de_de: Auto-Post-Programmliste
es_es: Lista de programas de auto envío
fr_fr: Liste des programmes de publication automatique

source: This is the list of your auto-sharing programs posts in your Facebook pages :
de_de: Dies ist die Liste Ihrer Auto-Sharing-Programmbeiträge auf Ihren Facebook-Seiten:
es_es: Esta es la lista de sus publicaciones de programas de auto-intercambio en sus páginas de Facebook:
fr_fr: Liste de vos programmes de partage automatique sur vos pages Facebook:

source: Facebook pages
de_de: Facebook-Seiten
es_es: Páginas de Facebook
fr_fr: Pages Facebook

source: Liste pages from your Facebook account :
de_de: Liste Seiten von Ihrem Facebook-Konto:
es_es: Liste las páginas de su cuenta de Facebook:
fr_fr: Liste des pages Facebook à partir de votre compte :

source: The ID of the application has changed, you must regenerate the list of Facebook pages
de_de: Die ID der Anwendung hat sich geändert. Sie müssen die Liste der Facebook-Seiten neu erstellen
es_es: El ID de la aplicación ha cambiado, debe volver a generar la lista de páginas de Facebook
fr_fr: L'ID de l'application a changé, vous devez régénérer la liste despages Facebook

source: Facebook App Settings
de_de: Facebook App-Einstellungen
es_es: Configuración de la aplicación de Facebook
fr_fr: Paramètres de l'application Facebook

source: Enter your Facebook application settings :
de_de: Geben Sie Ihre Facebook-Anwendungseinstellungen ein:
es_es: Ingrese la configuración de su aplicación de Facebook:
fr_fr: Entrez les paramètres de votre application Facebook:

source: Do you realy want to clear the logs?
de_de: Möchten Sie die Protokolle wirklich löschen?
es_es: ¿Realmente quieres borrar los registros?
fr_fr: Voulez-vous vraiment effacer les journaux?

source: Clear logs
de_de: Protokolle löschen
es_es: Borrar registros
fr_fr: Effacer les journaux

source: Time Zone setting
de_de: Zeitzoneneinstellung
es_es: Ajuste de zona horaria
fr_fr: Réglage du fuseau horaire

source: Enter your time zone here :
de_de: Geben Sie hier Ihre Zeitzone ein:
es_es: Ingrese su zona horaria aquí:
fr_fr: Entrez votre fuseau horaire ici:
